[
{
    "title": "The promised Neverland",
    "genre": "Dark fantasy, Science fiction, Thriller",
    "year": "2019",
    "description": "When three gifted kids at an isolated idyllic orphanage discover the secret and sinister purpose they were raised for, they look for a way to escape from their evil caretaker and lead the other children in a risky escape plan.",
    "animeLink": "https://www.crunchyroll.com/series/GYVD2K1WY/the-promised-neverland",
    "id": 0
},
{
    "title": "Death note",
    "genre": "Mystery, Psychological thriller, Supernatural thriller",
    "year": "2003",
    "description": "Based on the famous Japanese manga written by Tsugumi Ohba and Takeshi Obata, Death Note follows a high school student who comes across a supernatural notebook, realizing it holds within it a great power; if the owner inscribes someone's name into it while picturing their face, he or she will die.",
    "animeLink": "https://www.crunchyroll.com/series/G6QWD3EE6/death-note",
    "id": 1
},
{
    "title": "Hunter-Hunter",
    "genre": "Adventure, Fantasy, Martial arts",
    "year": "2011",
    "description": "The story focuses on a young boy named Gon Freecss who discovers that his father, who left him at a young age, is actually a world-renowned Hunter, a licensed professional who specializes in fantastical pursuits such as locating rare or unidentified animal species, treasure hunting, surveying unexplored enclaves, or hunting down lawless individuals. Gon departs on a journey to become a Hunter and eventually find his father.",
    "animeLink": "https://www.crunchyroll.com/series/GY3VKX1MR/hunter-x-hunter",
    "id": 2
},
{
    "title": "Fullmetal alchemist: Brotherhood",
    "genre": "Adventure, Dark fantasy, Steampunk",
    "year": "2009",
    "description": "The series follows the story of two alchemist brothers, Edward and Alphonse Elric, who want to restore their bodies after a disastrous failed attempt to bring their mother back to life through alchemy.",
    "animeLink": "https://www.crunchyroll.com/series/GRGGPG93R/fullmetal-alchemist-brotherhood",
    "id": 3
},
{
    "title": "Erased",
    "genre": "Mystery, science fiction, thriller",
    "year": "2016",
    "description": "Erased follows the Story of Satoru Fujinuma who is a 29 year old aspiring manga artist with the ability to travel backwards in time to prevent terrible things from happening. After the murder of a loved on he is launched back further in time than he has ever gone to prevent the tragedy from taking place.",
    "animeLink": "https://www.crunchyroll.com/series/GYGG92K7Y/erased",
    "id": 4 
},
{
    "title": "Rascal Does Not Dream Of Bunny Girl Senpai",
    "genre": "Psychological, Supernatural",
    "year": "2019",
    "description": "The bunny girl's real identity is Mai Sakurajima, a teenage celebrity who is currently an inactive high school senior. For some reason, her charming figure does not reflect in the eyes of others. In the course of revealing the mystery behind this phenomenon, Sakuta begins to explore his feelings towards Mai.",
    "animeLink": "https://www.crunchyroll.com/series/GYW4MG9G6/rascal-does-not-dream-of-bunny-girl-senpai",
    "id": 5 
},
{
    "title":"Toradora!",
    "genre": "Romantic comedy, Slice of life",
    "year": "2009",
    "description": "It’s Ryuji’s first day as a junior in high school and it seems as if things are looking up. He gets to sit in between his only friend, Yusaku, and, more importantly, the girl he’s secretly crushing on, Minori Kushieda. But just when he thinks the stars are aligned in his favor, he unwittingly crosses the most feared girl in school, Taiga Aisaku, making her onto his arch enemy. To top it off, Taiga has moved in right next door to Ryuji and happens to be Minori’s best friend! Can this school year possibly get any worse?!",
    "animeLink": "https://www.crunchyroll.com/series/G6P8PXJW6/toradora",
    "id": 6
},
{
    "title":"91 days",
    "genre":"Crime drama Gangster, Thriller Period",
    "year":"2016",
    "description":"During Prohibition, the law held no power and the mafia ruled the town. The story takes place in Lawless, a town thriving on black market sales of illicitly brewed liquor. One day, Avilio receives a letter from a mysterious sender, prompting him to return to Lawless for revenge. He then infiltrates the Vanetti family, the ones responsible for his family's murder, and sets about befriending the don's son, Nero, to set his vengeance in motion. Killing brings more killing, and revenge spawns more revenge.",
    "animeLink":"https://www.crunchyroll.com/series/GRE5K3NQ6/91-days",
    "id": 7
},
{
    "title":"Naruto",
    "genre":"Adventure, Fantasy comedy, Martial arts",
    "year":"1999",
    "description":"The Village Hidden in the Leaves is home to the stealthiest ninja. But twelve years earlier, a fearsome Nine-tailed Fox terrorized the village before it was subdued and its spirit sealed within the body of a baby boy.",
    "animeLink":"https://www.crunchyroll.com/series/GY9PJ5KWR/naruto",
    "id": 8
},
{
    "title":"Violet Evergarden",
    "genre":"Coming-of-age, Steampunk",
    "year":"2015",
    "description":"In the aftermath of a great war, Violet Evergarden, a young female ex-soldier, gets a job at a writers' agency and goes on assignments to create letters that can connect people. After four long years of conflict, The Great War has finally come to an end.",
    "animeLink":"https://9anime.se/watch/violet-evergarden-59?ep=1456",
    "id": 9
},
{
    "title":"Tokyo magnitude",
    "genre":"Disaster",
    "year":"2009",
    "description":"In 2012, Mirai, a middle school freshman girl, goes to Tokyo’s artificial Odaiba Island for a robot exhibition with her brother Yuuki at the start of summer vacation. A powerful tremor registering 8.0 on the JMA scale emanates from an ocean trench, the famed Tokyo Tower and Rainbow Bridge crumble and fall, and the landscape of Tokyo changes in seconds. With the help of a motorcycle delivery woman named Mari, Mirai and Yuuki strive to head back to their Setagaya home in western Tokyo.",
    "animeLink":"https://www.justwatch.com/us/tv-show/tokyo-magnitude-8-0",
    "id": 10
},
{
    "title": "Cyberpunk: Edgerunners",
    "genre":"Cyberpunk",
    "year": "2022",
    "description": "Cyberpunk: Edgerunners tells a standalone story about a street kid trying to survive in a technology and body modification-obsessed city of the future. Having everything to lose, he chooses to stay alive by becoming an edgerunner—a mercenary outlaw also known as a cyberpunk. ",
    "animeLink": "https://zoro.to/cyberpunk-edgerunners-15680",
    "id": 11
},
{
    "title": "Evangelion",
    "genre": "Apocalyptic, Mecha, Psychological drama",
    "year": "1995",
    "description": "Neon Genesis Evangelion tells the story of Shinji Ikari, a student recruited to pilot a giant biomechanical robot created to fight mysterious alien-like entities (known as Angels) attacking the post-cataclysm territory of Tokyo-3.",
    "animeLink": "https://www.netflix.com/title/81033445",
    "id": 12
},
{
    "title": "Banana fish",
    "genre": "Drama, thriller",
    "year": "2018",
    "description": "Simply put, Banana Fish is the story of rebellion and revenge by Ash Lynx against his former “master.” Thought to be cold-hearted to a fault, Ash has that demeanor broken when he comes in contact with a Japanese boy named Eiji Okumura, who came to America as a photography assistant to a news reporter looking to run a story on Ash. An intangible friendship between the two of them develops and Ash gains a secondary purpose of protecting Eiji and preserving their friendship at any cost.",
    "animeLink": "https://9anime.vc/watch/banana-fish-163?ep=4135",
    "id": 13
},
{
    "title": "Bleach",
    "genre": "Action, Adventure, Comedy, Shounen, Super Power, Supernatural",
    "year": "2004",
    "description": "Bleach is a strong and effective disinfectant. Its active ingredient, sodium hypochlorite, denatures protein in micro-organisms and is therefore effective in killing bacteria, fungus and viruses. Household bleach works quickly and is widely available at a low cost.",
    "animeLink": "https://9anime.vc/watch/bleach-806?ep=13793",
    "id": 14
},
{
    "title": "Steins Gate",
    "genre": "Drama, Science fiction, Comedy, Thriller",
    "year": "2018",
    "description": "The series follow Rintaro Okabe, who together with his friends accidentally discovers a method of time travel through which they can send text messages to the past, thereby changing the present.",
    "animeLink": "https://www.crunchyroll.com/series/GYWE7W5GY/steinsgate",
    "id": 15
},
{
    "title": "One Punch-Man",
    "genre": "Action, Comedy, Superhero",
    "year": "2009",
    "description": "Saitama started out being a hero just for fun. After three years of “special” training, he became so powerful that he can defeat opponents with a single punch. Now, alongside Genos, his faithful cyborg disciple, Saitama is ready to begin his official duties as a professional hero working with the Hero Association. However, the frequency of monster appearances is surging and it increasingly appears as if the Great Seer Madame Shibabawa’s prediction about the Earth’s doom is coming true. In the midst of this crisis, the “hero hunter” Garou makes his own appearance.",
    "animeLink": "https://www.crunchyroll.com/series/G63K98PZ6/one-punch-man",
    "id": 16
}
]